{
    "movies" :
    [
        {
            "id"   : 1,
            "name" : "Begins"
        },
        {
            "id"   : 2,
            "name" : "The Dark Knight"
        },
        {
            "id"   : 3,
            "name" : "The Dark Knight Rises"
        }
    ],
    "characters" :
    [
        {
            "id"    : 1,
            "name"  : "Batman",
            "alias" : "Bruce Wayne"
        },
        {
            "id"   : 2,
            "name" : "Bane"
        },
        {
            "id"   : 3,
            "name" : "Joker"
        },
        {
            "id"   : 4,
            "name" : "Alfred"
        },
        {
            "id"   : 5,
            "name" : "Random Guy"
        },
        {
            "id"   : 6,
            "name"  : "Ra's Al Ghul",
            "alias" : "Henri Ducard"
        },
        {
            "id"   : 7,
            "name" : "Thomas Wayne"
        },
        {
            "id"   : 8,
            "name" : "Rachel"
        },
        {
            "id"   : 9,
            "name" : "Falcone"
        },





        {
            "id"   : 11,
            "name" : "Lucius Fox"
        },
        {
            "id"   : 12,
            "name"  : "Two-Face",
            "alias" : "Harvey Dent"
        },
        {
            "id"   : 13,
            "name" : "Blake"
        },
        {
            "id"   : 14,
            "name" : "Gordon"
        }
    ],
    "texts" :
    [
        {
            "id"           : 1,
            "id_movie"     : 1,
            "id_character" : 1,
            "text"         : "I'm Batman"
        },
        {
            "id"           : 2,
            "id_movie"     : 3,
            "id_character" : 5,
            "text"         : "You are in hell, little man. And I am the devil."
        },
        {
            "id"           : 3,
            "id_movie"     : 1,
            "id_character" : 6,
            "text"         : "Are you so desperate to fight criminals that you lock yourself in to take them on one at a time ?"
        },
        {
            "id"           : 4,
            "id_movie"     : 1,
            "id_character" : 6,
            "text"         : "Are you so desperate to fight criminals that you lock yourself in to take them on one at a time ?"
        },
        {
            "id"           : 5,
            "id_movie"     : 1,
            "id_character" : 6,
            "text"         : "My name is Merely Ducard but I speak for Ra's al Ghul... a man greatly feared by the criminal underworld. A mon who can offer you a path. Someone like you is only here by choice. You have been exploring the criminal fraternity but whatever your original intentions you have to become truly lost. The path of a man who shares his hatred of evil and wishes to serve true justice. The path of the League of Shadows."
        },
        {
            "id"           : 6,
            "id_movie"     : 1,
            "id_character" : 6,
            "text"         : "No, no, no. A vigilante is just a man lost in scramble for his own gratification. He can be destroyed or locked up. But if you make yourself more than just a man, if you devote yourself to an idel and if they can't stop you then you become something else entirely. Legend, Mr Wayne."
        },
        {
            "id"           : 7,
            "id_movie"     : 1,
            "id_character" : 6,
            "text"         : "Tomorrow, you will be released. If you are bored of brawling with thieves and want to achieve something there is a rare blue flower that grows on the eastern slopes. Pick one of these flowers. If you can carry it to the top of the mountain, you may find what you were looking for in the first place."
        },
        {
            "id"           : 8,
            "id_movie"     : 1,
            "id_character" : 1,
            "text"         : "I seek the means to fight injustice. To turn fear against those who prey on the fearful."
        },
        {
            "id"           : 9,
            "id_movie"     : 1,
            "id_character" : 0,
            "text"         : "To manipulate the fears in others, you must first master your own. Are you ready to begin?"
        },
        {
            "id"           : 10,
            "id_movie"     : 1,
            "id_character" : 1,
            "text"         : "I seek the means to fight injustice. To turn fear against those who prey on the fearful."
        },
        {
            "id"           : 11,
            "id_movie"     : 1,
            "id_character" : 6,
            "text"         : "To manipulate the fears in others, you must first master your own. Are you ready to begin?"
        },
        {
            "id"           : 12,
            "id_movie"     : 1,
            "id_character" : 6,
            "text"         : "Death does not wait for you to be ready! Death is not considerate of fair! And make no mistake, here you face death. Tiger. Jujitsu. Panther. You're skilled. But this is not a dance. And you are afraid. But not of me. Tell us Mr. Wayne, what do you fear?"
        },
        {
            "id"           : 13,
            "id_movie"     : 1,
            "id_character" : 7,
            "text"         : "And why do we fall? So we can learn to pick ourselves up."
        },
        {
            "id"           : 14,
            "id_movie"     : 1,
            "id_character" : 7,
            "text"         : "All creatures feel fear. Especially the scary ones. "
        },
        {
            "id"           : 15,
            "id_movie"     : 1,
            "id_character" : 7,
            "text"         : "Gotham's been good to our family, but the city's been suffering. People less fortunate than us have been enduring very hard times. So we built a new, cheap, public transportation system to unite the city. And at the center, Wayne tower."
        },
        {
            "id"           : 16,
            "id_movie"     : 1,
            "id_character" : 7,
            "text"         : "Bruce... it's okay. Don't be afraid."
        },
        {
            "id"           : 17,
            "id_movie"     : 1,
            "id_character" : 1,
            "text"         : "My anger outweights my guilt."
        },
        {
            "id"           : 18,
            "id_movie"     : 1,
            "id_character" : 6,
            "text"         : "You have learn to bury your guilt with anger. I will teach you to confront it and to face the truth."
        },
        {
            "id"           : 19,
            "id_movie"     : 1,
            "id_character" : 6,
            "text"         : "You know how to fight six men. We can teach you how to engage 600."
        },
        {
            "id"           : 20,
            "id_movie"     : 1,
            "id_character" : 6,
            "text"         : "You know how to disappear. We can teach you to become truly invisible."
        },
        {
            "id"           : 21,
            "id_movie"     : 1,
            "id_character" : 6,
            "text"         : "You must become more than just a man in the mind of you opponent."
        },
        {
            "id"           : 22,
            "id_movie"     : 1,
            "id_character" : 6,
            "text"         : "Criminals thrive on the indulgence of society's understanding."
        },
        {
            "id"           : 23,
            "id_movie"     : 1,
            "id_character" : 6,
            "text"         : "The training is nothing! Will is everything! The will to act."
        },
        {
            "id"           : 24,
            "id_movie"     : 1,
            "id_character" : 6,
            "text"         : "But I know the rage that drives you. That impossible anger strangIing the grief until the memory of your loved one is just poison in your veins. And one day, you catch yourself wishing the person you loved had never existed so you'd be spared your pain."
        },
        {
            "id"           : 25,
            "id_movie"     : 1,
            "id_character" : 6,
            "text"         : "Your anger gives you great power. But if you Iet it, it will destroy you as it almost did me."
        },
        {
            "id"           : 26,
            "id_movie"     : 1,
            "id_character" : 4,
            "text"         : "I give a damn because a good man once made me responsible for what was most precious to him in the whole world."
        },
        {
            "id"           : 27,
            "id_movie"     : 1,
            "id_character" : 4,
            "text"         : "Just know that there are those of us who care about what you do with your future."
        },
        {
            "id"           : 28,
            "id_movie"     : 1,
            "id_character" : 8,
            "text"         : "Justice is about harmony. Revenge is about you making yourself feel better."
        },
        {
            "id"           : 29,
            "id_movie"     : 1,
            "id_character" : 8,
            "text"         : "You care about justice? Look beyond your own pain, Bruce. This city is rotting."
        },
        {
            "id"           : 30,
            "id_movie"     : 1,
            "id_character" : 9,
            "text"         : "You're taller than you look in the tabIoids, Mr. Wayne."
        },
        {
            "id"           : 31,
            "id_movie"     : 1,
            "id_character" : 9,
            "text"         : "No gun? I'm insulted."
        },
        {
            "id"           : 32,
            "id_movie"     : 1,
            "id_character" : 9,
            "text"         : "Look around you. You'll see two councilmen, a union official, couple off-duty cops and a judge. I wouldn't have a second's hesitation of blowing your head off in front of them. Now, that's power you can't buy. That's the power of fear."
        },
        {
            "id"           : 33,
            "id_movie"     : 1,
            "id_character" : 1,
            "text"         : "The first time I stole so that I wouldn't starve, yes. I lost many assumptions about the simple nature of right and wrong. And when I traveled I learned the fear before a crime and the thrill of success. But I never became one of them."
        },
        {
            "id"           : 34,
            "id_movie"     : 1,
            "id_character" : 6,
            "text"         : "Breathe in your fears. Face them. To conquer fear, you must become fear. You must bask in the fear of other men. And men fear most what they cannot see. You have to become a terrible thought. A wraith. You have to become an idea! Feel terror cloud your senses. Feel its power to distort. To control. And know that this power can be yours. Embrace your worst fear. Become one with the darkness."
        },
        {
            "id"           : 35,
            "id_movie"     : 1,
            "id_character" : 6,
            "text"         : "We have purged your fear. You are ready to Iead these men. You are ready to become a member of the League of Shadows. But first, you must demonstrate your commitment to justice."
        },
        {
            "id"           : 36,
            "id_movie"     : 1,
            "id_character" : 6,
            "text"         : "As Gotham's favored son you will be ideally placed to strike at the heart of criminality."
        },
        {
            "id"           : 37,
            "id_movie"     : 1,
            "id_character" : 6,
            "text"         : "Gotham's time has come."
        },
        {
            "id"           : 38,
            "id_movie"     : 1,
            "id_character" : 1,
            "text"         : "I will go back to Gotham and I will fight men Iike this but I will not become an executioner."
        },
        {
            "id"           : 39,
            "id_movie"     : 1,
            "id_character" : 4,
            "text"         : "Master Wayne, you've been gone a long time. You look very fashionable. Apart from the mud."
        },
        {
            "id"           : 40,
            "id_movie"     : 1,
            "id_character" : 1,
            "text"         : "I can't do that as Bruce Wayne... as a man. I'm flesh and blood. I can be ignored, destroyed. But as a symbol, I can be incorruptible, I can be everlasting."
        },
        {
            "id"           : 41,
            "id_movie"     : 1,
            "id_character" : 1,
            "text"         : "Does it come in black?"
        },
        {
            "id"           : 42,
            "id_movie"     : 1,
            "id_character" : 9,
            "text"         : "Never underestimate Gotham City. People get mugged coming home from work every day of the week. Sometimes things just go bad."
        },
        {
            "id"           : 43,
            "id_movie"     : 1,
            "id_character" : 1,
            "text"         : "Bats frighten me. It's time my enemies shared my dread."
        },
        {
            "id"           : 44,
            "id_movie"     : 1,
            "id_character" : 1,
            "text"         : "Someone like you. Someone who'll rattle the cages."
        },
        {
            "id"           : 45,
            "id_movie"     : 1,
            "id_character" : 1,
            "text"         : "Well, you see... I'm buying this hotel and setting some new rules about the pool area."
        },
        {
            "id"           : 46,
            "id_movie"     : 1,
            "id_character" : 8,
            "text"         : "But it's not who you are underneath... it's what you do that defines you."
        },
        {
            "id"           : 47,
            "id_movie"     : 1,
            "id_character" : 11,
            "text"         : "They scream and they cry much as you're doing now."
        },
        {
            "id"           : 48,
            "id_movie"     : 1,
            "id_character" : 1,
            "text"         : "Swear to me!"
        },
        {
            "id"           : 49,
            "id_movie"     : 1,
            "id_character" : 11,
            "text"         : "Do you want my opinion? You need to lighten up."
        },
        {
            "id"           : 50,
            "id_movie"     : 1,
            "id_character" : 11,
            "text"         : "Dr. Crane isn't here right now. But if you'd like to make an appointment."
        },
        {
            "id"           : 51,
            "id_movie"     : 1,
            "id_character" : 4,
            "text"         : "It's not just your name, sir. It's your father's name. And it's all that's left of him. Don't destroy it."
        },
        {
            "id"           : 52,
            "id_movie"     : 1,
            "id_character" : 4,
            "text"         : "A little the worse for wear, I'm afraid."
        },
        {
            "id"           : 53,
            "id_movie"     : 1,
            "id_character" : 1,
            "text"         : "I'll be standing where l belong. Between you and the peopIe of Gotham."
        },
        {
            "id"           : 54,
            "id_movie"     : 1,
            "id_character" : 6,
            "text"         : "When a forest grows too wild, a purging fire is inevitable and natural. Tomorrow the world will watch in horror as its greatest city destroys itself. The movement back to harmony will be unstoppable this time."
        },
        {
            "id"           : 55,
            "id_movie"     : 1,
            "id_character" : 4,
            "text"         : "I hope you're not a member of the fire brigade."
        },
        {
            "id"           : 56,
            "id_movie"     : 1,
            "id_character" : 4,
            "text"         : "Why do we fall, sir? So that we can learn to pick ourselves up."
        },
        {
            "id"           : 57,
            "id_movie"     : 1,
            "id_character" : 11,
            "text"         : "There you are! There is nothing to fear but fear itseIf!"
        },
        {
            "id"           : 58,
            "id_movie"     : 1,
            "id_character" : 1,
            "text"         : "It's not who I am underneath but what I do that defines me."
        },
        {
            "id"           : 59,
            "id_movie"     : 1,
            "id_character" : 1,
            "text"         : "It's ends here."
        },
        {
            "id"           : 60,
            "id_movie"     : 1,
            "id_character" : 12,
            "text"         : "I got another another job. Your."
        },
        {
            "id"           : 61,
            "id_movie"     : 1,
            "id_character" : 4,
            "text"         : "Batman may have made the front page but Bruce Wayne got pushed to page eight."
        },
        {
            "id"           : 62,
            "id_movie"     : 1,
            "id_character" : 12,
            "text"         : "Didn't you get the memo?"
        },
        {
            "id"           : 63,
            "id_movie"     : 1,
            "id_character" : 8,
            "text"         : "Maybe someday, when Gotham no longer needs Batman I'll see him again."
        },
        {
            "id"           : 64,
            "id_movie"     : 1,
            "id_character" : 4,
            "text"         : "I thought this might be a good opportunity for... improving the foundations."
        },
        {
            "id"           : 65,
            "id_movie"     : 2,
            "id_character" : 3,
            "text"         : "No, no, no, I kill the bus driver."
        },
        {
            "id"           : 66,
            "id_movie"     : 2,
            "id_character" : 3,
            "text"         : "I believe whatever doesn't kill you simply makes you... stranger."
        },
        {
            "id"           : 67,
            "id_movie"     : 2,
            "id_character" : 1,
            "text"         : "I'm not wearing hockey pads."
        },
        {
            "id"           : 68,
            "id_movie"     : 2,
            "id_character" : 4,
            "text"         : "You can swapnot sleeping in a penthouse... for not sleeping in a mansion. Whenever you stitch yourself up, you do make a bloody mess."
        },
        {
            "id"           : 69,
            "id_movie"     : 2,
            "id_character" : 1,
            "text"         : "It was a dog. It was a big dog."
        },
        {
            "id"           : 70,
            "id_movie"     : 2,
            "id_character" : 13,
            "text"         : "Carbon fiber, .28 caliber, made in China. If you wanna kill a public servant, Mr Maroni... I recommend you buy American."
        },
        {
            "id"           : 71,
            "id_movie"     : 2,
            "id_character" : 13,
            "text"         : "I think you and your friend have found the last game in town. where it hurts, their wallets. It's bold. You gonna count me in?"
        },
        {
            "id"           : 72,
            "id_movie"     : 2,
            "id_character" : 12,
            "text"         : "I speak for the rest of the board and Mr Wayne, in expressing our own excitement."
        },
        {
            "id"           : 73,
            "id_movie"     : 2,
            "id_character" : 13,
            "text"         : "When their enemies were at the gates the Romans would suspend democracy and appoint one man to protect the city. It wasn't considered an honor, it was a public service."
        },
        {
            "id"           : 74,
            "id_movie"     : 2,
            "id_character" : 13,
            "text"         : "You either die a hero or you live long enough to see yourself become the villain."
        },
        {
            "id"           : 75,
            "id_movie"     : 2,
            "id_character" : 3,
            "text"         : "Oh, hee-hee, aha. Ha, ooh, hee, ha-ha, ha-ha. And I thought my jokes were bad."
        },
        {
            "id"           : 76,
            "id_movie"     : 2,
            "id_character" : 3,
            "text"         : "How about a magic trick? I'm gonna make this pencil disappear. Ta-da!"
        },
        {
            "id"           : 77,
            "id_movie"     : 2,
            "id_character" : 3,
            "text"         : "I know why you choose to have your little, ahem... group-therapy sessions in broad daylight. I know why you're afraid to go out at night. The Batman."
        },
        {
            "id"           : 78,
            "id_movie"     : 2,
            "id_character" : 3,
            "text"         : "And as for the television's so-called plan, Batman has no jurisdiction."
        },
        {
            "id"           : 79,
            "id_movie"     : 2,
            "id_character" : 3,
            "text"         : "It's simple. We, uh, kill the Batman."
        },
        {
            "id"           : 80,
            "id_movie"     : 2,
            "id_character" : 3,
            "text"         : "If you're good at something, never do it for free."
        },
        {
            "id"           : 81,
            "id_movie"     : 2,
            "id_character" : 12,
            "text"         : "Okay. Now... Hardened Kevlar plates over titanium-dipped, tri-weave fibers for flexibility. You'll be lighter, faster, more agile."
        },
        {
            "id"           : 82,
            "id_movie"     : 2,
            "id_character" : 12,
            "text"         : "Perhaps you should read the instructions first?"
        },
        {
            "id"           : 83,
            "id_movie"     : 2,
            "id_character" : 4,
            "text"         : "If you can tell me the Russian for \"apply your own bloody suntan lotion.\""
        },
        {
            "id"           : 84,
            "id_movie"     : 2,
            "id_character" : 3,
            "text"         : "You wanna know how I got these scars? My father was... a drinker, and a fiend. And one night, he goes off crazier than usual. Mommy gets the kitchen knife to defend herself. He doesn't like that, not one bit. So, me watching he takes the knife to her, laughing while he does it. He turns to me and he says: \"Why so serious?\". He comes at me with the knife \"Why so serious?\". He sticks the blade in my mouth. \"Let's put a smile on that face.\" and... Why so serious?"
        },
        {
            "id"           : 85,
            "id_movie"     : 2,
            "id_character" : 3,
            "text"         : "Now, our operation is small but there is a lot of potential for aggressive expansion. So which of you fine gentlemen would like to join our team? Oh. There's only one spot open right now, so we're gonna have... tryouts."
        },
        {
            "id"           : 86,
            "id_movie"     : 2,
            "id_character" : 5,
            "text"         : "Seven hundred twelve counts of extortion. Eight hundred and forty-nine counts of racketeering. Two hundred and forty-six counts of fraud. Eighty-seven counts of conspiracy murder.Five hundred and twenty-seven counts of obstruction of justice. How do the defendants plead?"
        },
        {
            "id"           : 87,
            "id_movie"     : 2,
            "id_character" : 3,
            "text"         : "You want order in Gotham. Batman must take off his mask and turn himself in. Oh, and every day he doesn't, people will die. Starting tonight. I'm a man of my word."
        },
        {
            "id"           : 88,
            "id_movie"     : 2,
            "id_character" : 3,
            "text"         : "You wanna know how I got them? So I had a wife. She was beautiful, like you, who tells me I worry too much, who tells me I ought to smile more, who gambles and gets in deep with the sharks. Hey. One day they carve her face. And we have no money for surgeries. She can't take it. I just wanna see her smile again. I just want her to know that I don't care about the scars. So, I do this to myself. And you know what? She can't stand the sight of me. She leaves. Now I see the funny side. Now I'm always smiling."
        },
        {
            "id"           : 89,
            "id_movie"     : 2,
            "id_character" : 4,
            "text"         : "Because some men aren't looking for anything logical, like money. They can't be bought, bullied, reasoned or negotiated with. Some men just wanna watch the world burn."
        },
        {
            "id"           : 90,
            "id_movie"     : 2,
            "id_character" : 4,
            "text"         : "I'm not sure you made it loud enough, sir."
        },
        {
            "id"           : 91,
            "id_movie"     : 2,
            "id_character" : 12,
            "text"         : "Let me get this straight. You think that your client, one of the wealthiest, most powerful men in the world is secretly a vigilante who spends his nights beating criminals to a pulp with his bare hands and your plan is to blackmail this person? Good luck."
        },
        {
            "id"           : 92,
            "id_movie"     : 2,
            "id_character" : 1,
            "text"         : "Accomplice? I'm gonna tell them the whole thing was your idea."
        },
        {
            "id"           : 93,
            "id_movie"     : 2,
            "id_character" : 13,
            "text"         : "Gordon... You do like to play things pretty close to the chest."
        },
        {
            "id"           : 94,
            "id_movie"     : 2,
            "id_character" : 3,
            "text"         : "Never start with the head. The victim gets all fuzzy. He can't feel the next... See?"
        },
        {
            "id"           : 95,
            "id_movie"     : 2,
            "id_character" : 3,
            "text"         : "You have nothing, nothing to threaten me with. Nothing to do with all your strength."
        },
        {
            "id"           : 96,
            "id_movie"     : 2,
            "id_character" : 3,
            "text"         : "Do you wanna know why I use a knife? Guns are too quick. You can't savor all the... little emotions. You see, in their last moments, people show you who they really are. So in a way, I knew your friends better than you ever did. Would you like to know which of them were cowards?"
        },
        {
            "id"           : 97,
            "id_movie"     : 2,
            "id_character" : 3,
            "text"         : "I just want my phone call."
        },
        {
            "id"           : 98,
            "id_movie"     : 2,
            "id_character" : 4,
            "text"         : "You have inspired good. But you spat in the faces of Gotham's criminals. Didn't you think there might be casualties? Things always get worse before they get better."
        },
        {
            "id"           : 99,
            "id_movie"     : 2,
            "id_character" : 3,
            "text"         : "You see, I'm a guy of simple taste. I enjoy dynamite and gunpowder and gasoline."
        },
        {
            "id"           : 100,
            "id_movie"     : 2,
            "id_character" : 3,
            "text"         : "This town deserves a better class of criminal and I'm gonna give it to them. Tell your men they work for me now. This is my city."
        },
        {
            "id"           : 101,
            "id_movie"     : 2,
            "id_character" : 3,
            "text"         : "I had a vision of a world without Batman. The Mob ground out a little profit and the police tried to shut them down one block at a time. And it was so boring. I've had a change of heart. I don't want Mr Reese spoiling everything but why should I have all the fun? Let's give someone else a chance. If Coleman Reese isn't dead in 60 minutes then I blow up a hospital."
        },
        {
            "id"           : 102,
            "id_movie"     : 2,
            "id_character" : 3,
            "text"         : "Do I really look like a guy with a plan?"
        },
        {
            "id"           : 103,
            "id_movie"     : 2,
            "id_character" : 3,
            "text"         : "Introduce a little anarchy, upset the established order and everything becomes chaos. I'm an agent of chaos. Oh, and you know the thing about chaos? It's fair."
        },
        {
            "id"           : 104,
            "id_movie"     : 2,
            "id_character" : 3,
            "text"         : "This is what happens when an unstoppable force meets an immovable object."
        },
        {
            "id"           : 105,
            "id_movie"     : 3,
            "id_character" : 2,
            "text"         : "Or perhaps he's wondering why someone would shoot a man before throwing him out of the plane."
        },
        {
            "id"           : 106,
            "id_movie"     : 3,
            "id_character" : 2,
            "text"         : "It doesn't matter who we are. What matters is our plan."
        },
        {
            "id"           : 107,
            "id_movie"     : 3,
            "id_character" : 2,
            "text"         : "It will be extremely painful... for you"
        },
        {
            "id"           : 108,
            "id_movie"     : 3,
            "id_character" : 2,
            "text"         : "Yes. The fire rises."
        },
        {
            "id"           : 109,
            "id_movie"     : 3,
            "id_character" : 13,
            "text"         : "Pretty soon we will be chasing down over due library books."
        },
        {
            "id"           : 110,
            "id_movie"     : 3,
            "id_character" : 15,
            "text"         : "I know exactly who he was. He was the Batman."
        },
        {
            "id"           : 111,
            "id_movie"     : 3,
            "id_character" : 13,
            "text"         : "Pretty soon we will be chasing down over due library books."
        },
        {
            "id"           : 112,
            "id_movie"     : 3,
            "id_character" : 15,
            "text"         : "I know exactly who he was. He was the Batman."
        },
        {
            "id"           : 113,
            "id_movie"     : 3,
            "id_character" : 4,
            "text"         : "You hung up your cape and your cowl but you didn't move on. You never went to find a life."
        },
        {
            "id"           : 114,
            "id_movie"     : 3,
            "id_character" : 4,
            "text"         : "Every year, I took a holiday. I went to Florence, this cafe on the banks of the Arno. Every fine evening, I would sit there and order a Fernet Branca. I had this fantasy, that I would look across the tables and I would see you there with a wife maybe a couple of kids. You wouldn't say anything to me, nor me to you. But we would both know that you've made it, that you were happy. I never wanted you to come back to Gotham. I always knew there was nothing here for you except pain and tragedy and I wanted something more for you than that. I still do."
        },
        {
            "id"           : 115,
            "id_movie"     : 3,
            "id_character" : 16,
            "text"         : "I don't know what you're planning to do with Mr. Wayne's prints, but I'm guessing you'll need his thumb. You don't count so good huh?"
        },
        {
            "id"           : 116,
            "id_movie"     : 3,
            "id_character" : 2,
            "text"         : "Search him. Then I will kill you."
        },
        {
            "id"           : 117,
            "id_movie"     : 3,
            "id_character" : 13,
            "text"         : "But we've met before. That was a long time ago, I was a kid at St. Swithin's, It used to be funded by the Wayne Foundation. It's an orphanage. My mum died when I was small, it was a car accident. I don't remember it. My dad got shot a couple of years later for a gambling debt. Oh I remember that one just fine. Not a lot of people know what it feels like to be angry in your bones. I mean they understand. The fosters parents. Everybody understands, for a while. Then they want the angry little kid to do something he knows he can't do, move on. After a while they stop understanding. They send the angry kid to a boy's home, I figured it out too late. Yeah I learned to hide the anger, and practice smiling in the mirror. It's like putting on a mask. So you showed up this one day, in a cool car, pretty girl on your arm. We were so excited! Bruce Wayne, a billionaire orphan? We used to make up stories about you man, legends and you know with the other kids, that's all it was, just stories, but right when I saw you, I knew who you really were. I'd seen that look on your face before. It's the same one I taught myself. I don't why you took the fault for Dent's murder but I'm still a believer in the Batman. Even if you're not..."
        },
        {
            "id"           : 118,
            "id_movie"     : 3,
            "id_character" : 15,
            "text"         : "How strong a lie. Now this evil rises again where we tried to bury him. The Batman has to come back."
        },
        {
            "id"           : 119,
            "id_movie"     : 3,
            "id_character" : 17,
            "text"         : "But a man who doesn't care about the world doesn't spend half his fortune on a plan to save it. And isn't so wounded when it fails that he goes into hiding."
        },
        {
            "id"           : 120,
            "id_movie"     : 3,
            "id_character" : 1,
            "text"         : "Bruce Wayne, eccentric billionaire."
        },
        {
            "id"           : 121,
            "id_movie"     : 3,
            "id_character" : 16,
            "text"         : "Once you've done what you had to, they never let you do what you want to."
        },
        {
            "id"           : 122,
            "id_movie"     : 3,
            "id_character" : 16,
            "text"         : "I take what I need from those who have more than enough. I don't stand on the shoulders of the people with less."
        },
        {
            "id"           : 123,
            "id_movie"     : 3,
            "id_character" : 16,
            "text"         : "There's a storm coming, Mr. Wayne. You and your friends better batten down the hatches, because when it hits, you're all going to wonder how you ever thought you could live so large and leave so little for the rest of us."
        },
        {
            "id"           : 124,
            "id_movie"     : 3,
            "id_character" : 16,
            "text"         : "I'm adaptable."
        },
        {
            "id"           : 125,
            "id_movie"     : 3,
            "id_character" : 4,
            "text"         : "Just you, sir? Don't worry, Master Wayne. It takes a little time to get back in the swing of things."
        },
        {
            "id"           : 126,
            "id_movie"     : 3,
            "id_character" : 12,
            "text"         : "Bruce Wayne! Design, live and breathe. What brings you out of the prior sleep, Mr. Wayne?"
        },
        {
            "id"           : 127,
            "id_movie"     : 3,
            "id_character" : 12,
            "text"         : "Well these conversation used to end with an unusual request. Well, let me show you some stuff, anyway. Just for old times' sake."
        },
        {
            "id"           : 128,
            "id_movie"     : 3,
            "id_character" : 12,
            "text"         : "I just the took to calling it the Bat. And yes Mr. Wayne, it does come in black."
        },
        {
            "id"           : 129,
            "id_movie"     : 3,
            "id_character" : 4,
            "text"         : "There is a prison in a more ancient part of the world. A pit where men are thrown to suffer and die. But sometimes a man rises from the darkness. Sometimes, the pit sends something back."
        },
        {
            "id"           : 130,
            "id_movie"     : 3,
            "id_character" : 4,
            "text"         : "Bane was a member of the League of Shadows. And then he was excommunicated. And any man who is too extreme for Ra's Al Ghul, is not to be trifled with."
        },
        {
            "id"           : 131,
            "id_movie"     : 3,
            "id_character" : 4,
            "text"         : "The city needs Bruce Wayne, your resources, your knowledge. It doesn't need your body or your life. That time is past."
        },
        {
            "id"           : 132,
            "id_movie"     : 3,
            "id_character" : 1,
            "text"         : "No guns, no killing."
        },
        {
            "id"           : 133,
            "id_movie"     : 3,
            "id_character" : 16,
            "text"         : "My mother warned me about getting into cars with strange men."
        },
        {
            "id"           : 134,
            "id_movie"     : 3,
            "id_character" : 1,
            "text"         : "This isn't a car."
        },
        {
            "id"           : 135,
            "id_movie"     : 3,
            "id_character" : 4,
            "text"         : "Take a look, his speed, his ferocity, his training. I see the power of belief. I see the League of Shadows resurgent."
        },
        {
            "id"           : 136,
            "id_movie"     : 3,
            "id_character" : 4,
            "text"         : "I've sewn you up, I've set your bones, but I won't bury you. I've buried enough members in the Wayne family."
        },
        {
            "id"           : 137,
            "id_movie"     : 3,
            "id_character" : 4,
            "text"         : "What if, before she died, she wrote a letter saying she chose Harvey Dent over you? And what if, to spare you pain, I burnt that letter?"
        },
        {
            "id"           : 138,
            "id_movie"     : 3,
            "id_character" : 4,
            "text"         : "It means you're hatred, and it also means losing someone, who I've cared for since I first heard his cries echoing through this house. But it might also mean saving your life. And that is more important."
        },
        {
            "id"           : 139,
            "id_movie"     : 3,
            "id_character" : 17,
            "text"         : "Is Bruce Wayne really that paranoid?"
        },
        {
            "id"           : 140,
            "id_movie"     : 3,
            "id_character" : 2,
            "text"         : "Speak of the devil, and he shall appear."
        },
        {
            "id"           : 141,
            "id_movie"     : 3,
            "id_character" : 2,
            "text"         : "Do you feel in charge?"
        },
        {
            "id"           : 142,
            "id_movie"     : 3,
            "id_character" : 2,
            "text"         : "I'm Gotham's reckoning. It'll end the ball of damns you've all been living on. A necessary evil."
        },
        {
            "id"           : 143,
            "id_movie"     : 3,
            "id_character" : 2,
            "text"         : "Peace has cost you your strength. Victory has defeated you."
        },
        {
            "id"           : 144,
            "id_movie"     : 3,
            "id_character" : 2,
            "text"         : "Theatricality and deception, powerful agents to the uninitiated. But we are initiated aren't we, Bruce? Members of the League of Shadows. And you betrayed us."
        },
        {
            "id"           : 145,
            "id_movie"     : 3,
            "id_character" : 2,
            "text"         : "I am the League of Shadows."
        },
        {
            "id"           : 146,
            "id_movie"     : 3,
            "id_character" : 2,
            "text"         : "You fight like a younger man, there's nothing held back. It's admirable, but mistaken."
        },
        {
            "id"           : 147,
            "id_movie"     : 3,
            "id_character" : 2,
            "text"         : "Ooh, you think darkness is your ally? You merely adopted the dark, I was born in it. Molded by it. I didn't see the light until I was already a man. By then there was nothing to be but blinded."
        },
        {
            "id"           : 148,
            "id_movie"     : 3,
            "id_character" : 2,
            "text"         : "Ah yes! I was wondering what would weight first. Your spirit... or your body?"
        },
        {
            "id"           : 149,
            "id_movie"     : 3,
            "id_character" : 2,
            "text"         : "Your Punishment Must Be More Severe."
        },
        {
            "id"           : 150,
            "id_movie"     : 3,
            "id_character" : 2,
            "text"         : "Every man who has lotted here over the centuries, has looked up to the light and imagined climbing to freedom. So easy, so simple! And like shipwrecked men turning to seawater foregoing uncontrollable thirst, many have died trying. And then here there can be no true despair without hope. So as I terrorize Gotham, I will feed its people hope to poison their souls. I will let them believe that they can survive so that you can watch them climbing over each other to stay in the sun. You can watch me torture an entire city. And then when you've truly understood the depth of your failure, we will fulfill Ra's Al Ghul's destiny. We will destroy Gotham. And then, when that is done, and Gotham is... ashes Then you have my permission to die."
        },
        {
            "id"           : 151,
            "id_movie"     : 3,
            "id_character" : 2,
            "text"         : "That's a lovely lovely voice!"
        },
        {
            "id"           : 152,
            "id_movie"     : 3,
            "id_character" : 2,
            "text"         : "Citizens, take control. Take control of your city!"
        },
        {
            "id"           : 153,
            "id_movie"     : 3,
            "id_character" : 2,
            "text"         : "Behind you, stands a symbol of oppression. Blackgate Prison, where a thousand men have languished under the name of this man: Harvey Dent."
        },
        {
            "id"           : 154,
            "id_movie"     : 3,
            "id_character" : 6,
            "text"         : "I told you I was immortal. Oh there are many forms of immortality."
        },
        {
            "id"           : 155,
            "id_movie"     : 3,
            "id_character" : 6,
            "text"         : "I'm here to ensure the League of Shadow fulfills its duty to restore balance to civilization. You yourself fought the decadence of Gotham for years with all your strength, all your resources, all your moral authority. And the only victory you achieved was a lie. Now, you understand? Gotham is beyond saving and must be allowed to die."
        },
        {
            "id"           : 156,
            "id_movie"     : 3,
            "id_character" : 5,
            "text"         : "But no ordinary child, a child born in hell, forged from suffering, hardened by pain. Not a man from privilege."
        },
        {
            "id"           : 157,
            "id_movie"     : 3,
            "id_character" : 5,
            "text"         : "How can you move faster than possible, fight longer than possible, without the most powerful impulse of the spirit? The fear of death."
        },
        {
            "id"           : 158,
            "id_movie"     : 3,
            "id_character" : 11,
            "text"         : "Now choice is yours: exile or death?"
        },
        {
            "id"           : 159,
            "id_movie"     : 3,
            "id_character" : 16,
            "text"         : "Never steal anything from someone you can't outrun, kid!"
        },
        {
            "id"           : 160,
            "id_movie"     : 3,
            "id_character" : 11,
            "text"         : "Very well. Death! By exile."
        },
        {
            "id"           : 161,
            "id_movie"     : 3,
            "id_character" : 16,
            "text"         : "You don't owe these people anymore. You've given them everything."
        },
        {
            "id"           : 162,
            "id_movie"     : 3,
            "id_character" : 2,
            "text"         : "So you came back to die with your city!"
        },
        {
            "id"           : 163,
            "id_movie"     : 3,
            "id_character" : 17,
            "text"         : "Although I'm not ordinary, I'm a citizen."
        },
        {
            "id"           : 164,
            "id_movie"     : 3,
            "id_character" : 17,
            "text"         : "I climbed out of the pit. I found my father and brought him back to exact terrible vengeance. But by that time, the prisoners and the doctor had their work to my friend, my protector. The League took us in and trained us but my father could not accept Bane. He saw only a monster, whose very existence was the reminder of the hell he'd left his wife to die in. He excommunicated Bane from the League of Shadows. His only crime was that he loved me. I could not forgive my father, until you murdered him."
        },
        {
            "id"           : 165,
            "id_movie"     : 3,
            "id_character" : 17,
            "text"         : "Innocence is a strong word to throw around Gotham, Bruce."
        },
        {
            "id"           : 166,
            "id_movie"     : 3,
            "id_character" : 17,
            "text"         : "I honor my father by finishing his work. Vengeance against the man who killed him is simply a reward for my patience."
        },
        {
            "id"           : 167,
            "id_movie"     : 3,
            "id_character" : 17,
            "text"         : "You see? It's the slow knife. The knife that takes its time. The knife that waits years, without forgetting, then slips quietly between the bones, that's the knife that cuts the deepest."
        },
        {
            "id"           : 168,
            "id_movie"     : 3,
            "id_character" : 17,
            "text"         : "Don't kill him. I want him to feel the heat. Feel the fire of 12 million souls."
        },
        {
            "id"           : 169,
            "id_movie"     : 3,
            "id_character" : 1,
            "text"         : "Hero can be anyone. Even a man knowing something as simple and reassuring as putting a coat around a young boy shoulders to let him know the world hadn't ended."
        },
        {
            "id"           : 170,
            "id_movie"     : 3,
            "id_character" : 15,
            "text"         : "I see a beautiful city and the brilliant people rising from this abyss. I see the lives, for which I lay down my life. Peaceful, useful, prosperous and happy. I see that I hold a sanctuary in their hearts and in the hearts of their descendents. Generations ends. That is the far, far better thing that I do than I have ever done. That is a far, far better rest that I go to than I have ever known."
        },
        {
            "id"           : 171,
            "id_movie"     : 3,
            "id_character" : 14,
            "text"         : "You know what you said about the structures becoming shackles. You were right and I can't take it, the injustice. I mean, no one ever's gonna know who saved the entire city."
        },
        {
            "id"           : 172,
            "id_movie"     : 3,
            "id_character" : 5,
            "text"         : "You should use your full name. I like that name, Robin."
        }
    ]
}
